Repository: common-repository/host-info
Catalog: languages/Host-Info-*.po
Languages: nl_be

source: Realtime server and execution environment information, your Wordpress host details:
nl_be: Informatie over de webserver die uw Wordpress installatie draait:

source: Uptime
nl_be: Server operationeel sinds

source: System Information
nl_be: Systeem informatie

source: Memory Usage (MB)
nl_be: Geheugen gebruik (MB)

source: Disk Usage
nl_be: Opslagcapaciteit

source: CPU Information
nl_be: CPU Informatie

source: SQL Client library
nl_be: SQL Client versie

source: Key
nl_be: Unieke sleutel

source: Value
nl_be: Waarde

source: Thank you for using Host Info, created by:
nl_be: Bedankt dat u Host Info gebruikt. Plugin gemaakt door:

source: days
nl_be: dagen

source: hours
nl_be: uren

source: minutes
nl_be: minuten
